// 霸都丶傲天 2019年10月10日 https://github.com/AJLoveChina/birthday
var config = {
    // 句子的长度可以任意， 你可以写十句话， 二十句话都可以
    // 每句话尽量不要超过15个字,不然展示效果可能不太好
    texts: [
        "给——炭烤伍环",      //这里,每句话结尾的最后一个逗号必须是英文的哦!! 很重要哦!!
        "岳阳的圈圈",  // 同上...
        "今天是你的生日",
        "（也可能是其他某一天）",
        "祝你生日快乐",
        "梦想成真，学业有成",
        "Amazing Everyday",
        "还记得两年前的域名吗",
        "你问我是专门给你的吗",
        "那年是不小心的",
        "今年的是故意的",
        "你生来就注定拥有美好",
        "时刻散发光芒",
        "世间再没有什么能改变你的真诚与善良",
        "美好年华不负有心人",
        "幸福的脚步伴随左右",
        "美满的生活不停等待",
        "Alles Gute zum Geburtstag",
        "就算是拽姐也得打开这个网站",
        "接受我的祝福——嘿！",
    ],
    /**
     * imgs 可以不填, 但是如果要填写的话必须遵循下面的格式
     * "对应上面的文字, 要完全一样" : "图片地址, 可以把图片放在imgs文件夹中"
     * 例如
     * "心爱的小可爱": "./imgs/xiaokeai.jpg"
     *
     * 如果不要图片的话, 直接在每行开头写两个斜杠注释即可, 例如下面的 "今天是你的生日" 的图片就不会展示了:)
     * Tip: 图片最好用正方形or接近正方形, 看起来效果更好
     */
    imgs: {
    //    "心爱的小可爱": "./imgs/xiaokeai.png",
        // "今天是你的生日": "./imgs/birthday.jpg",
    },
    // 按钮文字描述, 以下是默认的按钮文字，英文的，您可以改成你喜欢的文字
    desc: {
        turn_on: "开始",
        play: "音乐",
        bannar_coming: "颜色",
        balloons_flying: "好像少点东西",
        cake_fadein: "蛋糕？",
        light_candle: "蜡烛？",
        wish_message: "生日快乐",
        story: "A MESSAGE FOR YOU",
    }
};
